[
    {
      "title": "Jordan 1 Retro High OG SG Travis Scott",
      "description": "2",
      "image": "https://www.sneakersnstuff.com/images/228343/cd4487-100-1.jpg",
      "price": 1500,
      "categories": ["Trainers","For Him"],
      "brand":"Nike"
    },
    {
      "title": "Timberland Boots",
      "description": "Fully seam-sealed and made of specially treated fabrics, this garment protects in wet, rainy conditions. One or more major components use at least 50% leather tanned in a facility rated Silver or higher by a third–party environmental audit. The Leather Working Group judges and classifies tanneries based on energy use, waste production and water treatment.",
      "image": "https://images.timberland.com/is/image/TimberlandEU/10061713-hero?wid=720&hei=720&fit=constrain,1&qlt=85,1&op_usm=1,1,6,0",
      "price": 180,
      "categories": ["Boots","For Him"],
      "brand":"Timberland"
    },
    {
      "title": "Nike Air Force 1 Low Supreme",
      "description": "Supreme and Nike paid homage to an NYC classic with the release of the Nike Air Force 1 Low Supreme White, now available on StockX. This collaboration adds Supreme’s world-renowned Box Logo to the side of a traditional all-white Air Force 1 design. This Air Force 1 Low is comprised of an all-white leather upper with matching soles and detailing. A red Supreme Box Logo placed on the outside heel completes the design. These sneakers released in March of 2020 and retailed for $96.",
      "image": "http://cdn.shopify.com/s/files/1/0255/4429/4477/products/d169a4638a48cb56784df4413a93267a2386ecaa.jpg?v=1589067816",
      "price": 195,
      "categories": ["Trainers"],
      "brand":"Nike"
    },
    {
      "title": "Ansie Boots",
      "description": "Ansie is the contemporary ankle boots with a retro-inspired silhouette. The style is crafted in black leather featuring a rounded toe shape, decorative seams and inside zippers. The flared block heels measure 59 mm.",
      "image": "https://cdn.media.amplience.net/i/office/4809200000_sd1.jpg?$newhighres$&w=1138&h=994&fmt=auto&qlt=default&fmt.jpeg.interlaced=true",
      "price": 145,
      "categories": ["Boots", "For Her"],
      "brand":"Vagabond"
    },
    {
      "title": "Adidas Originals Gazelle",
      "description": "Step out in style with these men's Gazelle II Trainers from adidas Originals. In an attention grabbing green colourway these trainers initially found fame back in the 1960s as a running trainer, years later these footwear essentials are now a firm terrace favourite. Built with a premium suede upper and boasting a textured vulcanised midsole providing a head turning style accent.",
      "image": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/61f87dec481e4512823ea7fb0080ba1a_9366/Gazelle_Shoes_Black_BB5476_01_standard.jpg",
      "price": 65,
      "categories": ["Trainers", "For Her"],
      "brand":"Adidas"
    },
    {
      "title": "Adidas Originals NMD_R1 ",
      "description": " Flex kicks inspired by '80s runners with these men's NMD_R1 trainers from adidas Originals. Coming in a Core Black colourway, these kicks have a stretchy knit upper for a sock-like fit to keep your feet feeling snug. They feature a lace fastening with a low-cut padded ankle collar for supportive feel and a heel pull tab for easy on-and-off. ",
      "image": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/d44fa06fc83f4644b7e8acbc01160e1b_9366/NMD_R1_Primeblue_Shoes_Black_GZ9258_01_standard.jpg",
      "price": 89,
      "categories": ["Trainers", "For Her"],
      "brand":"Adidas"
    },
    {
      "title": "Nike Sliders",
      "description": "From the beach to gardening to sitting on the sofa, the Nike Victori One perfects a classic design. Delivering lightweight comfort that's easy to wear, it features new softer, more responsive foam. The contoured grip pattern helps cradle and hold your foot in place.",
      "image": "https://d2ob0iztsaxy5v.cloudfront.net/product/260066/2600667260m1_zm.jpg",
      "price": 30,
      "categories": ["Trainers", "For Her"],
      "brand":"Nike"
    },
    {
      "title": "Timberland Allington Lace-Up 6 Inch Boot For Women In Black",
      "description": "Our classic boot goes to elegant heights in this women's style with comfort features like a padded collar and cushioned footbed built right in. You won't just look good, you'll also feel good that it features eco-conscious materials like responsibly manufactured leather uppers. Timberland supports responsible manufacturing of leather via the Leather Working Group.",
      "image": "https://images.timberland.com/is/image/TimberlandEU/A1JVB001-hero?wid=720&hei=720&fit=constrain,1&qlt=85,1&op_usm=1,1,6,0",
      "price": 130,
      "categories": ["Boots", "For Her"],
      "brand":"Timberland"
    },
    {
      "title": "Timberland Premium 6 Inch Boot For Men",
      "description": "This men's 6-inch boot is inspired by our original waterproof boot. This all-season style gives you waterproof performance and our instantly recognisable work-boot design. Other essential features include 400 grams of warm, down-free PrimaLoft® insulation, a padded collar for a comfortable fit around the ankle, a steel shank for arch support, and a rubber lug outsole for traction. Timberland supports responsible manufacturing of leather through the Leather Working Group.",
      "image": "https://images.timberland.com/is/image/TimberlandEU/A5RE4DH4-alt3?wid=720&hei=720&fit=constrain,1&qlt=85,1&op_usm=1,1,6,0",
      "price": 190,
      "categories": ["Boots", "For Him"],
      "brand":"Timberland"
    },
    {
      "title": "Campo Chromefree Leather White Natural",
      "description": "The bovine ChromeFree leather is smooth and light. Coming from farms located in the south of Brazil (Rio Grande do Sul), it undergoes an innovative tanning process where no chrome, heavy metals or dangerous acids are involved. By simplifying the tanning process, the use of chemicals and energy is limited, the use of water is reduced by about 40% and the use of salt by 80%. After tanning, the water is recyclable.",
      "image": "https://www.veja-store.com/media/catalog/product/cache/527447f8cffec2edb3591f96240a2d24/C/P/CP052429_1_1.jpg",
      "price": 140,
      "categories": ["Trainers", "For Her", "For Him"],
      "brand":"Veja"
    },
    {
      "title": "Color Theory Old Skool Shoes",
      "description": "The Color Theory Collection allows you to create a unique color story by pairing vibrant, unexpected hues with our iconic footwear silhouettes. Made with sturdy suede and canvas uppers, the Color Theory Old Skool honors our signature low top, Sidestripe™ shoe with eye-catching colorways ideal for the season. This timeless lace-up style also includes reinforced toe caps, supportive padded collars, and signature rubber waffle outsoles.",
      "image": "https://images.vans.com/is/image/VansEU/VN0007NTH7O-HERO?wid=800&hei=800&fmt=jpg&qlt=85,1&op_sharpen=0&resMode=sharp2&op_usm=1,1,1,0",
      "price": 65,
      "categories": ["Trainers", "For Her"],
      "brand":"Vans"
    },
    {
      "title": "New Balance 9060 White with black and sea salt",
      "description": "The 9060 is a new expression of the refined style and innovation-led design that have made the 99X series home to some of the most iconic models in New Balance history. The 9060 reinterprets familiar elements sourced from classic 99X models with a warped sensibility inspired by the proudly futuristic, visible tech aesthetic of the Y2K era. Sway bars, taken from the 990, are expanded and utilized throughout the entire upper for a sense of visible motion, while wavy lines and scaled up proportions on a sculpted pod midsole place an exaggerated emphasis on the familiar cushioning platforms of ABZORB and SBS.",
      "image": "https://nb.scene7.com/is/image/NB/u9060aab_nb_02_i?$dw_detail_main_lg$&bgc=f1f1f1&layer=1&bgcolor=f1f1f1&blendMode=mult&scale=10&wid=1600&hei=1600",
      "price": 155,
      "categories": ["Trainers", "For Him"],
      "brand":"New Balance"
    },
    {
      "title": "New Balance 530 White with Silver Metallic",
      "description": "The 530 mens sneaker is a throwback to one of our classic running shoe styles. This casual kick combines everyday style with modern tech for a look and feel you'll love. ABZORB cushioning underfoot adds superior comfort. Put a retro spin on your step with the 530 mens sneaker.",
      "image": "https://nb.scene7.com/is/image/NB/mr530ema_nb_02_i?$dw_detail_main_lg$&bgc=f1f1f1&layer=1&bgcolor=f1f1f1&blendMode=mult&scale=10&wid=1600&hei=1600",
      "price": 95,
      "categories": ["Trainers", "For Him"],
      "brand":"New Balance"
    },
    {
      "title": "Campo Chromefree Leather White Black",
      "description": "The bovine ChromeFree leather is smooth and light. Coming from farms located in the south of Brazil (Rio Grande do Sul), it undergoes an innovative tanning process where no chrome, heavy metals or dangerous acids are involved. By simplifying the tanning process, the use of chemicals and energy is limited, the use of water is reduced by about 40% and the use of salt by 80%. After tanning, the water is recyclable.",
      "image": "https://www.veja-store.com/media/catalog/product/cache/527447f8cffec2edb3591f96240a2d24/v/e/veja_cp051537_lateral_1.jpg",
      "price": 140,
      "categories": ["Trainers", "For Her"],
      "brand":"Veja"
    },
    {
      "title": "Classic Short II Boot",
      "description": "Our Classic boot was originally worn by surfers to keep warm after early-morning sessions, and has since become iconic for its soft sheepskin and enduring design. The Classic II features two new updates: water resistance and a lightweight sole to increase cushioning, durability, and traction. These versatile boots pair well with practically anything, try loose boyfriend jeans and a velvet top.",
      "image": "https://www.ugg.com/dw/image/v2/BCQW_PRD/on/demandware.static/-/Sites-UGG-EMEA-master/default/dw198d8482/images/gray/1016223-CHE_1.jpg?sw=1110&sh=1141&sm=fit&sfrm=jpg&bgcolor=f9f9f9",
      "price": 175,
      "categories": ["Boots", "For Her"],
      "brand":"UGG"
    },
    {
      "title": "Scuffette II Slipper",
      "description": "This essential house slipper is cast in soft suede with plush wool lining. Pair with our cozy robes or matching cashmere sets for maximal leisure.",
      "image": "https://www.ugg.com/dw/image/v2/BCQW_PRD/on/demandware.static/-/Sites-UGG-EMEA-master/default/dw11db6c3c/images/gray/1106872-CHE_1.jpg?sw=1110&sh=1141&sm=fit&sfrm=jpg&bgcolor=f9f9f9",
      "price": 85,
      "categories": ["Slippers", "For Her"],
      "brand":"UGG"
    }
  ]
  